Repository: GregoireIvars/PythonDjangoProject
Catalog: backend/locale/*/LC_MESSAGES/django.po
Languages: es

source: Dashboard
es: Panel de control

source: Articles
es: Artículos

source: Gestion des articles
es: Gestión de artículos

source: Rechercher par auteur...
es: Buscar por autor...

source: Total articles
es: Total de artículos

source: Affichés
es: Mostrados

source: Catégories
es: Categorías

source: Commentaires
es: Comentarios

source: Image
es: Imagen

source: Titre
es: Título

source: Auteur
es: Autor

source: Catégorie
es: Categoría

source: Langue
es: Idioma

source: Publication
es: Publicación

source: Actions
es: Acciones

source: Sans catégorie
es: Sin categoría

source: commentaire
es: comentario

source: Modifié
es: Modificado

source: Voir l'article
es: Ver

source: Modifier
es: Editar

source: Supprimer
es: Eliminar

source: Supprimer cet article ?
es: ¿Eliminar este artículo?

source: Aucun article trouvé
es: No se encontraron artículos

source: Aucun article trouvé pour l'auteur "%(auteur)s".
es: No se encontraron artículos para el autor "%(auteur)s".

source: Voir tous les articles
es: Ver todos los artículos

source: Aucun article n'a encore été publié.
es: Aún no se han publicado artículos.

source: Administration
es: Administración

source: Demandes d'auteur
es: Solicitudes de autor

source: Inscrit le
es: Registro

source: Demande du
es: Solicitado el

source: Message de motivation
es: Mensaje de motivación

source: Réponse (optionnel)
es: Respuesta (opcional)

source: Message pour l'utilisateur
es: Mensaje para el usuario

source: Accepter
es: Aceptar

source: Refuser
es: Rechazar

source: Aucune demande en attente
es: No hay solicitudes pendientes

source: Toutes les demandes ont été traitées.
es: Todas las solicitudes han sido procesadas.

source: Historique récent
es: Historial reciente

source: Utilisateur
es: Usuario

source: Date demande
es: Fecha de solicitud

source: Statut
es: Estado

source: Réponse admin
es: Respuesta del admin

source: Date traitement
es: Fecha de procesamiento

source: Acceptée
es: Aceptada

source: Refusée
es: Rechazada

source: Aucune réponse
es: Sin respuesta

source: Dashboard Administrateur
es: Panel de Administración

source: Bienvenue %(username)s, gérez votre plateforme efficacement.
es: Bienvenido %(username)s, gestiona tu plataforma de manera eficiente.

source: Demandes
es: Solicitudes

source: Utilisateurs
es: Usuarios

source: Voir tout
es: Ver todo

source: ago
es: hace

source: Gérer
es: Gestionar

source: par
es: por

source: Gérer Utilisateurs
es: Gestionar Usuarios

source: Email
es: Correo electrónico

source: Rôle actuel
es: Rol actual

source: Inscription
es: Registro

source: Statut demande
es: Estado de solicitud

source: En attente
es: En espera

source: Aucune
es: Ninguna

source: Changer le rôle
es: Cambiar rol

source: Changer le rôle de %(username)s vers %(role_label)s ?
es: ¿Cambiar el rol de %(username)s a %(role_label)s?

source: Vous
es: Tú

source: Aucun utilisateur trouvé avec ce filtre.
es: No se encontraron usuarios con este filtro.

source: Demander à devenir auteur
es: Solicitar ser autor

source: Partagez vos connaissances avec notre communauté
es: Comparte tus conocimientos con nuestra comunidad

source: Qu'est-ce qu'un auteur ?
es: ¿Qué es un autor?

source: Modifier et supprimer vos propres articles
es: Editar y eliminar tus propios artículos

source: Commenter et interagir avec la communauté
es: Comentar e interactuar con la comunidad

source: Accès à des outils de rédaction avancés
es: Acceso a herramientas avanzadas de redacción

source: Processus de validation
es: Proceso de validación

source: 1. Votre demande sera examinée par un administrateur
es: 1. Tu solicitud será examinada por un administrador

source: 2. Vous recevrez une réponse dans votre profil
es: 2. Recibirás una respuesta en tu perfil

source: 3. En cas d'acceptation, vous pourrez immédiatement créer des articles
es: 3. En caso de aceptación, podrás crear artículos inmediatamente

source: Envoyer ma demande
es: Enviar mi solicitud

source: Retour au profil
es: Volver al perfil

source: Modifier mon profil
es: Editar mi perfil

source: Informations personnelles
es: Información personal

source: Prénom
es: Nombre

source: Nom
es: Apellido

source: Profil public
es: Perfil público

source: Biographie
es: Biografía

source: Quelques mots sur vous (optionnel)
es: Algunas palabras sobre ti (opcional)

source: Ville
es: Ciudad

source: Site web
es: Sitio web

source: Photo de profil
es: Foto de perfil

source: Image JPG/PNG, taille maximale 2MB
es: Imagen JPG/PNG, tamaño máximo 2MB

source: Annuler
es: Cancelar

source: Connexion
es: Iniciar sesión

source: Nom d'utilisateur
es: Nombre de usuario

source: Mot de passe
es: Contraseña

source: Se connecter
es: Iniciar sesión

source: Pas encore de compte ?
es: ¿Aún no tienes cuenta?

source: S'inscrire
es: Registrarse

source: Mon Profil
es: Mi Perfil

source: Membre depuis
es: Miembro desde

source: Visiter
es: Visitar

source: Vous êtes actuellement lecteur. Souhaitez-vous devenir auteur pour publier des articles ?
es: Actualmente eres lector. ¿Te gustaría ser autor para publicar artículos?

source: Demander à être auteur
es: Solicitar ser autor

source: Demande en cours
es: Solicitud en progreso

source: Envoyée le
es: Enviada el

source: Un administrateur examinera votre demande sous peu.
es: Un administrador examinará tu solicitud pronto.

source: Demande acceptée !
es: ¡Solicitud aceptada!

source: Le
es: El

source: Demande refusée
es: Solicitud rechazada

source: Faire une nouvelle demande
es: Hacer una nueva solicitud

source: Commencez à partager vos idées avec le monde !
es: ¡Comienza a compartir tus ideas con el mundo!

source: Espace de lecture
es: Espacio de lectura

source: Découvrez et commentez les articles de notre communauté !
es: ¡Descubre y comenta los artículos de nuestra comunidad!

source: Rejoignez notre communauté
es: Únete a nuestra comunidad

source: Créez votre compte et commencez à partager
es: Crea tu cuenta y comienza a compartir

source: Confirmez le mot de passe
es: Confirmar contraseña

source: Souhaitez-vous devenir auteur ?
es: ¿Te gustaría ser autor?

source: Déjà un compte ?
es: ¿Ya tienes cuenta?

source: Accueil
es: Inicio

source: Contenu
es: Contenido

source: Image (optionnelle)
es: Imagen (opcional)

source: Formats acceptés : JPG, PNG, GIF (Max 5MB)
es: Formatos aceptados: JPG, PNG, GIF (Máx 5MB)

source: Enregistrer
es: Guardar

source: Par
es: Por

source: Lire l'article
es: Leer artículo

source: Ajouter du contenu
es: Agregar contenido

source: La catégorie "%(category_name)s" ne contient pas encore d'articles. Commencez par créer votre premier article !
es: La categoría "%(category_name)s" aún no contiene artículos. ¡Comienza creando tu primer artículo!

source: Créer le premier article
es: Crear el primer artículo

source: Mon Blog
es: Mi Blog

source: Dernière modification
es: Última modificación

source: Écrivez votre commentaire ici...
es: Escribe tu comentario aquí...

source: Publier
es: Publicar

source: Connexion requise
es: Inicio de sesión requerido

source: Connectez-vous
es: Inicia sesión

source: ou
es: o

source: inscrivez-vous
es: regístrate

source: Aucun commentaire pour le moment. Soyez le premier à commenter !
es: No hay comentarios por el momento. ¡Sé el primero en comentar!

source: Date de création
es: Fecha de creación

source: Confirmer la suppression
es: Confirmar eliminación

source: Attention !
es: ¡Atención!

source: Cette action est irréversible.
es: Esta acción es irreversible.

source: Êtes-vous sûr de vouloir supprimer l'article
es: ¿Estás seguro de que quieres eliminar el artículo

source: Supprimer définitivement
es: Eliminar definitivamente

source: Bienvenue
es: Bienvenido

source: Découvrez les derniers articles ou partagez vos propres idées.
es: Descubre los últimos artículos o comparte tus propias ideas.

source: Connectez-vous pour accéder à tous les articles et participer aux discussions.
es: Inicie sesión para acceder a todos los artículos y participar en las discusiones.

source: Créer un Article
es: Crear un Artículo

source: Total des articles publiés
es: Total de artículos publicados

source: Communauté
es: Comunidad

source: Aucun article disponible
es: Ningún artículo disponible

source: Soyez le premier à publier un article !
es: ¡Sé el primero en publicar un artículo!

source: Connectez-vous pour voir les articles.
es: Conéctate para ver los artículos.

source: Rejoignez la discussion
es: Únete a la discusión

source: Partagez vos opinions
es: Comparte tus opiniones

source: Derniers Articles
es: Últimos Artículos

source: Aperçu des Articles
es: Vista previa de Artículos

source: Toutes les langues
es: Todos los idiomas

source: Accès limité
es: Acceso limitado

source: Connectez-vous pour voir tous les articles et accéder aux fonctionnalités complètes.
es: Inicia sesión para ver todos los artículos y acceder a todas las funciones.

source: MonBlog
es: MiBlog

source: Créer
es: Crear

source: Demandes auteur
es: Solicitudes de autor

source: Aucune catégorie enregistrée
es: No hay categorías registradas

source: Image actuelle
es: Imagen actual

source: Remplacer par une nouvelle image
es: Reemplazar con nueva imagen

source: Si vous sélectionnez une nouvelle image, elle remplacera automatiquement l'actuelle.
es: Si seleccionas una nueva imagen, reemplazará automáticamente la actual.

source: Ajouter une image
es: Agregar imagen

source: Article
es: Artículo

source: Formats acceptés
es: Formatos aceptados

source: créer votre première catégorie
es: Crear el primer artículo
